




import '../items/ekteran_item.dart';

List ekteranData  = [

EkteranItem("يناير", "11 - يناير", "حادي برد بادي",),

EkteranItem("فبراير", "9 - فبراير", "تاسع برد لاسع",),

EkteranItem("مارس", " 25- مارس |  7- مارس", "سابع مجيع وشابع\nخامس ربيع غامس",),

EkteranItem("ابريل", "3 - ابريل", "ثالث ربيع ذالف",),

EkteranItem("مايو", "27 - مايو", "حادي على الماء منادي",),

EkteranItem("حزيران", "25 - حزيران", "القيظ",),

EkteranItem("تموز", "23 - تموز", "الجوزاء",),

EkteranItem("اغسطس", "21 - اغسطس", "سهيل",),

EkteranItem("سبتمبر", "19 - سبتمبر", "الصفري - الخريف",),

EkteranItem("اكتوبر", "17 - اكتوبر", "الوسم",),

EkteranItem("نوفمبر", "15 - نوفمبر", "الجوزاوي",),



EkteranItem("ديسمبر", "13 - ديسمبر", "الشتاء",),




];