import '../items/ekteran_item.dart';

List ekteranData = [
  EkteranItem("يناير", "11 - يناير", "حادي برد بادي", 1),
  EkteranItem("فبراير", "9 - فبراير", "تاسع برد لاسع", 1),
  EkteranItem(
      "مارس", " 25- مارس |  7- مارس", "سابع مجيع وشابع\nخامس ربيع غامس", 2),
  EkteranItem("ابريل", "3 - ابريل", "ثالث ربيع ذالف", 2),
  EkteranItem("مايو", "27 - مايو", "حادي على الماء منادي", 2),
  EkteranItem("حزيران", "25 - حزيران", "القيظ", 3),
  EkteranItem("تموز", "23 - تموز", "الجوزاء", 3),
  EkteranItem("اغسطس", "21 - اغسطس", "سهيل", 3),
  EkteranItem("سبتمبر", "19 - سبتمبر", "الصفري - الخريف", 4),
  EkteranItem("اكتوبر", "17 - اكتوبر", "الوسم", 4),
  EkteranItem("نوفمبر", "15 - نوفمبر", "الجوزاوي", 4),
  EkteranItem("ديسمبر", "13 - ديسمبر", "الشتاء", 1),
];
