import '../items/ekteran_item.dart';

List ekteranData = [
  EkteranItem("يناير", "11 - يناير", "حادي برد بادي", 1),
  EkteranItem("فبراير", "9 - فبراير", "تاسع برد لاسع", 1),
  EkteranItem("مارس", " 25- مارس |  7- مارس",
      "  سابع مجيع وشابع أول الشهر\nخامس ربيع غامس أخر الشهر ", 2),
  EkteranItem("أبريل", "3 - ابريل", "ثالث ربيع ذالف", 2),
  EkteranItem("مايو", "27 - مايو", "حادي على الماء منادي", 2),
  EkteranItem("حزيران", "25 - حزيران", "القيظ", 3),
  EkteranItem("تموز", "23 - تموز", "الجوزاء", 3),
  EkteranItem("أغسطس", "21 - اغسطس", "سهيل", 3),
  EkteranItem("سبتمبر", "19 - سبتمبر", "الصفري", 4),
  EkteranItem("أكتوبر", "17 - اكتوبر", "الوسم", 4),
  EkteranItem("نوفمبر", "15 - نوفمبر", "الجوزاوي", 4),
  EkteranItem("ديسمبر", "13 - ديسمبر", "الشتاء", 1),
];
